        /* Groups */
        "com.omnigroup.OmniGraffle.inspectorGroup.canvas" = "Canvas";
        "com.omnigroup.OmniGraffle.inspectorGroup.properties" = "Properties";
        "com.omnigroup.OmniGraffle.inspectorGroup.styles" = "Style";
        "com.omnigroup.OmniGraffle.inspectorGroup.document" = "Document";

        /* Individual inspectors */
        "com.omnigroup.OmniGraffle.ActionInspector" = "Action";
        "com.omnigroup.OmniGraffle.AlignInspector" = "Alignment";
        "com.omnigroup.OmniGraffle.CanvasSizeInspector" = "Size";
        "com.omnigroup.OmniGraffle.FillInspector" = "Fill";
        "com.omnigroup.OmniGraffle.ImageInspector" = "Image";
        "com.omnigroup.OmniGraffle.PositionInspector" = "Geometry";
        "com.omnigroup.OmniGraffle.GridInspector" = "Grid";
        "com.omnigroup.OmniGraffle.LayoutInspector" = "Diagram Layout";
        "com.omnigroup.OmniGraffle.OutlineStyleInspector" = "Diagram Style";
        "com.omnigroup.OmniGraffle.MagnetInspector" = "Connections";
        "com.omnigroup.OmniGrafflePro.NotesInspector" = "Note";
        "com.omnigroup.OmniGraffle.SelectionInspector" = "Selection";
        "com.omnigroup.OmniGraffle.ShadowInspector" = "Shadow";
        "com.omnigroup.OmniGraffle.StrokeLineInspector" = "Lines and Shapes";
        "com.omnigroup.OmniGraffle.List" = "Summary";
        "com.omnigroup.OmniGraffle.TextPositionInspector" = "Text";
        
        "com.omnigroup.OmniGrafflePro.MetadataInspector" = "Data";
        "com.omnigroup.OmniGrafflePro.DocumentPropsInspector" = "Data";
        "com.omnigroup.OmniGrafflePro.DocumentInspector" = "Document";